'''
«گوگولا» که از فرماندهان ارشد جنگ‌های چریکی سال ۱۹۷۸ بین جماعت «غول‌کُشونیان» و قبیله‌ی «گاوچران‌های بی‌ادعا» بود، حالا به فکر بازنشستگی افتاده و برای خودش در گوشه‌ی خانه اقدام به گذاشتن یک دستگاه کامپیوتر فوق پیشرفته کرده است. هدف او از این کار، یادگرفتن برنامه‌نویسی برای ادامه‌ی گذران زندگیش است.

پس از شنیدن خبر مسابقه‌ی برنامه‌نویسی دانش‌آموزی کوئرا، او بدون معطلی برای شرکت در آن ثبت‌نام می‌کند، فارغ از این‌که نمی‌دانست این مسابقه صرفاً برای دانش‌آموزان دبیرستانی دوره اولی‌ست!

من جرأت نمی‌کنم تا به جناب گوگول حرفی بزنم. آیا شما می‌توانید به او بگویید که نمی‌تواند در این مسابقه شرکت کند؟
'''

print("Bebakhshid, vali shoma nemitoonin too in mosabeghe sherkat konin :(")
